[
  {
    "from": {
      "name": "Mccormick Hinton",
      "mail": "demo@justademomail.com"
    },
    "subject": "est cillum magna",
    "content": "Sint eiusmod pariatur veniam esse dolor exercitation in cillum sunt proident anim. Amet sunt amet incididunt ad enim sit culpa dolor velit veniam elit in nulla. Ad aliqua ut do sint nulla quis velit. Nisi ullamco do occaecat culpa. Ut duis enim cillum eiusmod magna nisi esse pariatur veniam mollit esse esse nulla. Ad excepteur ipsum ut cupidatat eu ad aliquip ullamco deserunt. Esse fugiat magna ut non ex proident eiusmod consectetur ea pariatur.\n\nUllamco nulla eu esse do ut. Laborum officia eu amet laborum velit mollit exercitation. Anim veniam eiusmod est consectetur deserunt. Minim voluptate id in quis voluptate ut do incididunt consectetur fugiat consequat elit pariatur. Culpa in occaecat ipsum nulla.\n\nDo labore magna esse laboris enim minim ea cupidatat nisi in. Enim ullamco reprehenderit deserunt in dolore voluptate exercitation consectetur adipisicing pariatur. Nulla ad et sint est laborum. Non exercitation ea cupidatat do laborum nostrud. Enim elit officia nostrud voluptate nostrud reprehenderit.",
    "when": 1,
    "read": true,
    "starred": true,
    "labels": [
      {
        "name": "Private",
        "color": "darkgrey"
      }
    ],
    "group": "promotions",
    "type": "sent",
    "attachments": ["assets/img/backgrounds/1.jpg"]
  },
  {
    "from": {
      "name": "Rutledge Hammond",
      "mail": "demo@justademomail.com"
    },
    "subject": "non non ex",
    "content": "Exercitation Lorem laborum veniam ea fugiat esse fugiat commodo cupidatat. Laborum dolore labore quis consectetur ex. Magna deserunt id nostrud esse occaecat sint dolore aliqua id enim ad mollit. Cillum minim duis ut commodo eiusmod amet magna aute sunt aliquip fugiat sit.\n\nDo sint cupidatat ullamco nulla do dolor anim aliquip non consequat. Eu eiusmod ipsum nisi velit esse enim. Pariatur in eiusmod sit Lorem.\n\nEt minim incididunt dolore velit. Aliqua officia irure adipisicing magna quis consequat commodo reprehenderit excepteur ipsum cillum sit velit magna. Deserunt id sit qui ex nulla qui irure aliquip ex. Eu dolore tempor velit quis veniam commodo deserunt aliquip reprehenderit exercitation aute. Velit anim sint irure ipsum. Labore cupidatat aliquip eu dolor occaecat. Eiusmod ex minim reprehenderit elit nisi id quis dolor aliquip exercitation dolore.",
    "when": 1,
    "read": false,
    "starred": true,
    "labels": [
    ],
    "group": "social",
    "type": "trash",
    "attachments": ["assets/img/backgrounds/2.jpg"]
  }
]
